Repository: iMerica/dj-rest-auth
Catalog: dj_rest_auth/locale/*/LC_MESSAGES/django.po
Languages: bg, es, hu, ko, pl, pt_br, ru, uk

source: The '{}' setting has been removed. Please refer to '{}' for available settings.
ko: 설정 '{}' 은(는) 제거되었습니다. '{}'에서 사용 가능한 설정을 참조해 주세요.

source: WIll override cookie.
ko: 쿠키를 덮어씌웁니다.

source: No valid refresh token found.
ko: 유효한 refresh token을 찾을 수 없었습니다.

source: Define callback_url in view
bg: Дефинирайте callback_url в изгледа
es: Defina "callback_url" en view
hu: Adja meg a "callback_url"-t a view-ban
ko: view에 callback_url을 정의하세요
pl: Zdefiniuj "callback_url" w widoku
pt_br: Defina "callback_url" na view
ru: Установите callback_url в view
uk: Встановіть callback_url у view

source: View is not defined, pass it as a context variable
bg: Изгледът не е дефиниран, предайте го като контекстна променлива
es: "View" no está definida, pásala como una variable de contexto
hu: A "View" nincs meghatározva, adja át kontextus változóként
ko: View가 정의되지 않았습니다. 컨텍스트 변수에 포함해주세요
pl: Widok nie został zdefiniowany, przekaż go przez zmienną "context"
pt_br: "View" não está definida, passe-a como uma variável de contexto
ru: View неизвестен, передайте его как переменную контекста
uk: View невідомий, передайте його як контекстну змінну

source: Define adapter_class in view
bg: Дефинирайте adapter_class в изгледа
es: Defina "adapter_class" en view
hu: Adja meg az "adapter_class"-t a view-ban
ko: view에 adapter_class를 정의하세요
pl: Zdefiniuj "adapter_class" w widoku
pt_br: Defina "adapter_class" na view
ru: Установите adapter_class в view
uk: Встановіть adapter_class у view

source: Define client_class in view
bg: Дефинирайте client_class в изгледа
es: Defina "client_class" en view
hu: Adja meg a "client_class"-t a view-ban
ko: view에 client_class를 정의하세요
pl: Zdefiniuj "client_class" w widoku
pt_br: Defina "client_class" na view
ru: Установите client_class в view
uk: Встановіть client_class у view

source: Failed to exchange code for access token
ko: 코드와 access token 교환에 실패했습니다.

source: Incorrect input. access_token or code is required.
bg: Грешен вход. Изисква се access_token или code.
es: Entrada incorrecta. Se requiere "access_token" o "code".
hu: Helytelen bemenet. "access_token" vagy "code" megadása kötelező.
ko: 올바르지 않은 입력입니다. access_token이나 code가 필요합니다.
pl: Podano błędne dane. "access_token" lub "code" są wymagne.
pt_br: Entrada incorreta. "access_token" ou "code" são obrigatórios.
ru: Некорректный ввод. Необходим access_token или code.
uk: Некоректне введення. Необхідний access_token або код.

source: Incorrect value
bg: Грешна стойност
es: Valor incorrecto
hu: Helytelen érték
ko: 올바르지 않은 값
pl: Niepoprawna wartość.
pt_br: Valor incorreto
ru: Некорректное значение
uk: Некоректне значення

source: User is already registered with this e-mail address.
es: Ya existe un usuario registrado con esa dirección de correo electrónico.
ko: 이미 이 이메일 주소로 등록된 사용자가 있습니다.
pl: Istnieje już użytkownik z takim adresem email.
pt_br: Já existe um usuário cadastrado com este endereço de e-mail.
ru: Пользователь с таким e-mail адресом уже зарегистрирован.
uk: Користувач з такою e-mail адресою вже зареєстрований.

source: The two password fields didn't match.
bg: Двете полета за паролата не съвпадат.
es: Las contraseñas no coinciden
hu: A két jelszó nem egyezik.
ko: 두 개의 패스워드 필드가 서로 맞지 않습니다.
pl: Hasła nie są identyczne.
pt_br: Os dois campos de senha não correspondem.
ru: Пароли не совпадают.
uk: Паролі не збігаються.

source: Verification e-mail sent.
es: Se ha enviado un correo de verificación.
hu: Ellenőrző e-mail elküldve.
ko: 확인 이메일을 발송했습니다.
pl: Email weryfikacyjny został wysłany.
pt_br: E-mail de verificação enviado.
ru: Письмо с подтверждением выслано.
uk: Лист з підтвердженням вислано на email.

source: Must include "email" and "password".
bg: Трябва да включите "имейл" и "парола".
es: Debe incluir "correo electrónico" y "contraseña".
hu: Meg kell adni az "email" és a "jelszó" mezőket.
ko: "email"과 "password"를 반드시 포함해야 합니다.
pl: Musisz podać email i hasło.
pt_br: Deve-se incluir "email" e "password".
ru: Должно включать "email" и "password".
uk: Має включати "email" і "пароль".

source: Must include "username" and "password".
bg: Трябва да включите "потребителско име" и "парола".
es: Debe incluir "nombre de usuario" y "contraseña".
hu: Meg kell adni a "felhasználónév" és a "jelszó" mezőket.
ko: "username"과 "password"를 반드시 포함해야 합니다.
pl: Musisz podać nazwę użytkownika i hasło.
pt_br: Deve-se incluir "username" e "password".
ru: Должно включать "username" и "password".
uk: Має включати "юзернейм" і "пароль".

source: Must include either "username" or "email" and "password".
bg: Трябва да включите или "потребителско име", или "имейл" и "парола".
es: Debe incluir "nombre de usuario" o "correo electrónico" y "contraseña".
hu: Meg kell adni a "felhasználónév" vagy az "email" és a "jelszó" mezőket.
ko: "username"이나 "email", 그리고 "password"를 반드시 포함해야 합니다.
pl: Musisz podać nazwę użytkownika (lub email) i hasło.
pt_br: Deve-se incluir "username" ou "email" e "password".
ru: Должно включать либо "username" либо "email" и "password".
uk: Повинно включати або "юзернейм" або "email", і "пароль".

source: Unable to log in with provided credentials.
bg: Невъзможност за вход с предоставените данни.
es: No puede iniciar sesión con las credenciales proporcionadas.
hu: Nem lehet bejelentkezni a megadott adatokkal.
ko: 주어진 자격 증명으로 로그인이 불가능합니다.
pl: Podane dane do logowania są niepoprawne.
pt_br: Não foi possível realizar o login com as credenciais fornecidas.
ru: Невозможно войти в систему с указанными учётными данными.
uk: Неможливо увійти в систему із зазначеними обліковими даними.

source: User account is disabled.
bg: Потребителският акаунт е деактивиран.
es: Cuenta de usuario deshabilitada
hu: Felhasználói fiók letiltva.
ko: 사용자 계정이 비활성화 되어 있습니다.
pl: Konto użytkownika zostało wyłączone.
pt_br: Conta de usuário está desativada
ru: Пользовательский аккаунт отключён.
uk: Користувач вимкнений.

source: E-mail is not verified.
bg: Имейлът не е потвърден.
es: El correo electrónico no ha sido verificado.
hu: Az e-mail cím nincs megerősítve.
ko: 이메일 주소가 확인되지 않았습니다.
pl: Email nie został zweryfikowany.
pt_br: E-mail não foi verificado.
ru: E-mail не подтверждён.
uk: E-mail не підтверджений.

source: Invalid value
ko: 올바르지 않은 값

source: Your old password was entered incorrectly. Please enter it again.
ko: 이전 패스워드를 잘못 입력하셨습니다. 다시 입력해 주세요.

source: You should be logged in to logout. Check whether the token is passed.
ko: 로그인 상태여야 로그아웃할 수 있습니다. 토큰이 전달되었는지 확인해 주세요.

source: Successfully logged out.
bg: Успешно излязохте.
es: Sesión cerrada con éxito.
hu: Sikeres kijelentkezés.
ko: 로그아웃 되었습니다.
pl: Wylogowano.
pt_br: Logout realizado com sucesso.
ru: Успешно вышли.
uk: Успішний вихід.

source: Refresh token was not included in cookie data.
ko: refresh token이 쿠키에 포함되어 있지 않습니다.

source: Refresh token was not included in request data.
ko: refresh token이 쿠키에 포함되어 있지 않습니다.

source: An error has occurred.
ko: 오류가 발생했습니다.

source: Neither cookies or blacklist are enabled, so the token has not been deleted server side. Please make sure the token is deleted client side.
ko: 쿠키나 블랙리스트가 비활성화 되어 있어, 서버측 토큰은 삭제되지 않았습니다. 클라이언트 측 토큰이 삭제되었는지 확인해 주세요.

source: Password reset e-mail has been sent.
bg: Изпратен е имейл за нулиране на паролата.
es: Se ha enviado un correo electrónico para restablecer la contraseña.
hu: A jelszó visszaállítási e-mail elküldve.
ko: 패스워드 초기화 이메일이 발송되었습니다.
pl: Email z linkiem do resetu hasła został wysłany.
pt_br: E-mail de redefinição de senha foi enviado.
ru: Письмо с инструкциями по восстановлению пароля выслано.
uk: Лист з інструкціями по відновленню пароля вислано.

source: Password has been reset with the new password.
bg: Паролата е нулирана с новата парола.
es: La contraseña ha sido restablecida con la nueva contraseña.
hu: A jelszó visszaállítva az új jelszóra.
ko: 새로운 패스워드로 패스워드가 초기화 되었습니다.
pl: Hasło zostało zresetowane.
pt_br: Senha foi redefinida com a nova senha.
ru: Пароль изменён на новый.
uk: Пароль змінено на новий.

source: New password has been saved.
bg: Новата парола е запазена.
es: La nueva contraseña ha sido guardada.
hu: Az új jelszó elmentve.
ko: 새로운 패스워드가 저장되었습니다.
pl: Nowe hasło zostało zapisane.
pt_br: Nova senha foi salva com sucesso.
ru: Новый пароль сохранён.
uk: Новий пароль збережений.

source: ok
bg: ОК
ru: ок
uk: добре

source: A user is already registered with this e-mail address.
bg: Вече съществува потребител с този имейл адрес.
hu: Már van felhasználó ezzel az e-mail címmel.
